[
		{
			"name" : "Susana Soares",
			"corpus" : "Between 2005 and 2007 I was attending the MA in Design Interactions programme at the Royal College of Art. This was the first batch of designers under Dunne and Raby’s leadership. Both students and tutors were trying to make sense of how Speculative Design could be positioned in relation to the various disciplines of design and how we could continue our practice. We went through many iterative descriptions such as Design for Debate, Critical Design, Design Fictions, Diagesis Design, Disruptive Design, Design as Engagement … depending on the media you used, the aims of your project, and the level of collaboration with other disciplines, the project would lean towards one of the above. My personal approach also went through many iterative stages and it’s best described by DiSalvo and Lukens in “Towards a Critical Technological Fluency” as using Speculative Design as the opportunity to imagine and explore possibilities that contribute to the development of technological fluency and construct societal awareness, motivating and enabling political action through public engagement.Although Bee’s is probably my most known and dearest project to date, Insects au Gratin evolved to be a multi component ecosystem with tangible impact, addressing beyond gallery context – a common glitch of the Speculative Design approach. Initially looking at the nutritive and environmental aspects of entomophagy, combined with 3D food printing technologies, it expanded to sustainable food systems being investigated by a consortium of three European Universities and satellite projects such as the Print not, Waste Not and the Future of Carnism. Although the notion of printing food wasn’t and isn’t new, it drew the attention of different audiences to reevaluate eating habits. Since 2011, we’ve collaborated with chefs (including Nordic Food Lab), food scientists (Dr Ken Spears), engineers (Dr Peter Walters), entomologists (Dr Max Barclay) and students to empathise with sustainable behaviour change regarding food systems. Apart from exhibitions contexts, the team engaged in several workshops including Who’s the Pest? at Wellcome Trust, giving the “technologically fluent citizen” (1) avenues to co-experiment, raise important ethical questions and engage in change. The project was exhibited and published widely in design and non-design publications such as the media section in Resilience, Science as Culture, and Meat Hooked, and recorded for Sky News, BBC Radio 4, National Geographic and Vice. We live in a world in which change is the only constant. Uncertainty, unknown and transformation are the key words that describe present and future social, political and economic circumstances. What kind of skills do we need to flourish within such a context? Resilience, empathy, elasticity and sociability. Speculative Design helps us to deal with change and the unknown. How? Through depicting various future scenarios, promoting the understanding of complex issues, engaging in a dialogue about different views, highlighting ethical questions, collaborating with different disciplines, and fostering social participation. Establishes empathy towards a certain subject Highlights ethical subjects Stimulates social action "
		},
		{
			"name" : "Markéta Dolejšová",
			"corpus" : "Frankly, Speculative Design was never a core part of my formal education, and none of my alma maters had SD in their official curriculum. In the Czech Republic, where I did my BA and MA, Speculative Design is not a well-known discipline. Even in 2019, local academic design is still mostly about making aesthetically pleasing objects and various techno-solutions. While the gap in the Czech design landscape might sound frustrating, it is also a good playground for us to explore and fill with content. A few months ago, we founded a small collective of Czecho-Slovak designers, artists, theorists, and curators called Alt.Tab, trying to map SD-like activities in the region and find out in which disciplinary drawers are they hiding. Through workshops, field trips, discussions, and various experimental activities our aim is to shift the “Bohemian Speculative Design” from its current non-quite-yet state towards a real thing.At the National University of Singapore, where I completed my Ph.D. probing the possible uses of participatory SD in the food studies context, the situation was not much different. I don’t think there was someone else doing SD at the department during my studies, except for my advisor who unfortunately had to leave shortly after I started. I became a sort of hermit-like figure, but I really cannot complain about it. The need to find resources and collaborators elsewhere pushed me to become a Ph.D. hitchhiker wandering through speculative galaxies all around, stopping and camping in various formal as well as independent venues to do my research. My fieldwork took place in hackerspaces, community gardens, farmer’s markets, and street corners in South-East Asia, Eastern Europe, Australia, North America … this hitchhiking attitude very much influenced my understanding of SD, which I see as a participatory practice that should be open to inputs from diverse publics. I like Laurie Anderson’s quote: “Technology is the campfire around which we tell our stories”. To me, SD is a form of a campfire, where people of various social and professional backgrounds share all sorts of stories and critical reflections of the everyday world.I generally like participatory and performative speculations that are playful and easily accessible for broader audiences. One of my favourite projects is Kristina Andersen’s Magic Machines workshop series, where participants co-designed prototypes of imaginary technologies from DIY materials. The goal here was to create simple low-tech prototypes with imaginary “magic” functions and speculate what would the world be like if these Machines and their functions were real. At one such workshop, elderly participants crafted “seriously silly” Magic Machines to express their problems and anxieties they experience when communicating with the local city council. One person made a “plastic cup blinder” - a body prosthesis made of two plastic cups and a string designed to curtail hearing and sight abilities of council clerks. The point was to make the clerks “hear and see like the elderly” and increase their empathy with old people. I thought that was a really handy and honest use of SD. I really enjoyed the GoatMan project by Thomas Thwaites, where he built a DIY goat exoskeleton and spent some time roaming around mountain meadows in a goat herd, while pursuing his research goals. This makes really good sense to me - I think it would generally be quite healthy for designers to venture out of their studios and get some fresh air. Some favourite examples from my own recent SD work include the Extreme Biopolitical Bistro, where we perform various future food enactments such as a Nutrigenomic Dinner with menus tailored to diners’ DNA or a Turing Foodies Banquet where dishes are designed by algorithms. We also run workshops on DIY electrolicable candies and experiment with chewing sensors to translate our chews into blockchain transactions and quantify our guiltiness of eating ethically-heavy food. Our goal with the Bistro is to taste, digest, and make sense of various biopolitical issues around emerging data-driven food practices. I also like our recent Food Tarot project, a performative SD oracle where people discuss possible food futures as Tarot prophecies and create data-driven diet scenarios.I would provide some examples from my SD practice, since using my own embodied experience is the easiest way for me to discuss pros and limitations of any creative practice. Sure, there is a whole spectrum of viable practical applications of SD these days, including corporate design contexts and the use of SD as a fancy brainstorming tool; criticool art gallery installations; lab- and studio-based inquiries … these might be great, but I wouldn’t know much about it. So I would highlight the “practicalities” of the in-the-wild speculations that form my own research practice. I have had the privilege to work with amazing SD practitioners of various backgrounds; including scientists, artists, design researchers, biohackers, fermentation geeks, kids, hipsters, homeless chefs … I think everyone can find some sense in practicing SD, it just depends on what you want to achieve. I am sure SD can help you make $ or build an academic career, same as it can help you understand the world and build meaningful connections with other species - including colleagues, fellow citizens, magic creatures, or goats. SD is a really versatile tool.Sharing stories, cooking and digesting fantastic things, experimenting, playing with reality and fooling in and around it, camping … But seriously, SD is such an important method to provoke reflective activities in public contexts as well as meaningful interdisciplinary collaborations. I recently relocated back home, to the Czech Republic, and started a small postdoc at the local Jan Evangelista Purkyně University. I am there to help advance a Smart City project bringing together sociologists, geographers, designers, and economists around the topic of smart life in (post)industrial North Bohemian regions. However, everybody there in the smart interdisciplinary team speaks a different language, and things often get lost in translation. My role now is to run workshops to help overcome this issue and support the shift of the ideal of interdisciplinarity into actual practice. Using SD props and provocations at the workshops has so far helped to do the thing: prototyping various scenarios of what smart city means to each of us has helped to build the bridge between our distinct disciplinary micro-worlds and nomenclatures. As for the metrics - I am not sure that there are some general criteria to define a successful SD, but to me personally, a good SD sensitively combines the elements of provocation and practicality; criticality and participation; aesthetic spectacularity and social involvement."
		},
		{
			"name" : "Nicolas Nova",
			"corpus" : "I guess the situation is different depending on the country. For instance, here in Switzerland, I would say that there isn't much interest in that, beyond student projects, unlike France, the UK, or North America. One can definitely see a split though between speculative projects produced in the context of cultural organisations such as design museums, applied art exhibits, or design schools (proper speculative design following the RCA DI lineage), and the use of Design Fiction by service design or design strategy studios for commercial clients and public organisations. Few design studios do both, while people like Superflux, or us at the Near Future Laboratory, do not see a clear distinction between these two paths.Additionally, while Speculative Design is certainly not as mainstream as design to the general public, it feels like the design thinking trend (and its subsequent fad) paved the way for the circulation of Design Fiction approaches in commercial circles. It's as if it's the next new tool for consultants. The good side of this phenomenon is that it publicised Speculative Design and the idea that design can play a role in futures research. The limits are clear though, as with design thinking, it gives the impression that it's just a method, a series of formal steps, and following them would lead to a perfect result. There is also a common confusion between design thinking workshops and group creative workshops which means that, for some clients, the very idea of entrusting a fictional design project to a studio seems strange, since for them it would rather be a large collective workshop where all participants can express themselves to create scenarios. This is a phenomenon I often encounter with partners. I don't know if it's related to design thinking and these ideas around collective intelligence at heart, and I don't mean either that designers have to work alone in their corner, but there's something surprising about that.In terms of education, I guess this split isn't reflected yet in the curricula, but it may happen pretty soon. Speculative Design seems to be taught in the context of design/design research workshops in lots of design schools but there aren't many programs (BA/MA) specifically devoted to that. And I don't see that necessarily as a problem, since SCD/DF can be seen as a tool in the designer’s toolbox. However, as with design thinking, there's a growing interest from business schools to use Design Fiction approaches, especially in the US and in France.Speculative Design with a dystopian twist certainly became a design trope, a way of expressing things with a certain aesthetic, and a focus on the dark implications of social or technological change. However, various commentators and pundits showed the limits of such scenarios and formats (Cameron Tonkinwise, Luiza Prado). Speaking of  temporal loops , this notion reminds me of what the French historian François Hartog calls  historicity regimes , i.e. the fact that human societies have  built  various ways of experiencing time over the course of history. While the 19th and 20th century was lived, in the West, following a regime of historicity oriented towards a promising future,  presentism  seems to be the mode of experiencing time in the 21th century. Hartog basically defined presentism as the feeling of living in a permanent present, with an overemphasis on a nostalgia of the (often idealised) past, and a difficulty to project oneself into the future. We can perhaps see dark scenarios of certain Speculative Design projects as a consequence of this  presentism : it is as if these dystopias were designed to make us realise we are on a wrong path with this recurring present. Is that a fruitful and efficient perspective? Well, showing the problematic implications of social or technological changes through designed artefacts and props can be relevant indeed given that they allow us to move from abstract notions such as  Artificial Intelligence ,  algorithmic biases  or  environmental collapse  to more concrete ways of experiencing those phenomena.Is that a pertinent way to escape presentism though? I'm not sure about that, and I don't have the answer to your question. What I can express though – and this is related to the type of work we do at the Near Future Laboratory – is that it's more relevant for us to shy away from the dystopian/positive discussion and craft scenarios-expressed-as-artefacts that (1) mix various aspects of probable changes (showing both the balance between benefits and limits, opportunities and frictions, the interplay between new things and old ones, etc.), (2) can be understood and discussed by laymen (hence the focus on formats inspired by pop culture, such as catalogues or manuals of fictional products, magazines of the future, etc.). I wouldn't call that a  method , as it's too strict and formal. I'd say it can be seen as an approach with a focus and a certain number of ingredients that designers play with in their project. Depending on context, the mix leads to different results. For instance, in our practice at the Laboratory, we are interested in very mundane situations and banal artefacts to express future scenarios, while other designers rely on the white cube aesthetic of art/design museum to present their work. That's a choice – and probably a tension – but there are certainly ways to combine these parameters and ingredients. In the context of Speculative Design in general my impression is that there hasn't been much change, although I've seen a growing interest in rethinking the scenario-building process by making it more collective and participatory. I also noticed that more and more designers are interested in creating experiential ways of appropriating speculative scenarios: through dedicated technologies such as VR or game-like situations (video games, tabletop or LARP). I do think it is possible, yes. However, it depends on the way the speculative practice is framed and what the expectations are. Depending on who you work with/for, the parameters and the ingredients of Speculative Design I mentioned before can be articulated differently than in a proper art/applied art school. Also, given the growing interest in Design Fiction in corporate/commercial contexts as well as public institutions, there is perhaps an opportunity to train people in how to develop Speculative Design approaches in their particular context, how to translate this into the daily business of a municipality which aims at rethinking the future with its citizens, a small company that focuses on how to readjust its culture, or a corporate institution which needs to set priorities for preferable futures. This is perhaps where I've seen most of the demand from clients or partners beyond academia. However, thinking that designers can make a living by doing just speculative practice is a bit reductive. At the Laboratory, we are trying to introduce speculative elements to our work and do little bits of Design Fiction where appropriate but it’s one facet of what it takes to be a rounded designer in our opinion, just another tool as opposed to a single-siloed discipline ... In my opinion, it's less a matter of academic degrees than a question of design expertise. Speculative Design and Design Fiction are practices which are grounded in the mix of both thinking and playing with materiality, physically in the studio, or on screens with computer software. Which is why I think it's important to work on scenarios-expressed-as-artefacts with a certain level of expertise in graphic/product/interaction design as well as writing/communication skills and techniques. Otherwise, you may end up with post-it walls and PowerPoint decks as project outcomes. That being said, I don't see why it couldn't be taught at any of the levels you mentioned. Perhaps the way you work on a Design Fiction project as a first-year student will be different than crafting a Speculative Design project for your masters thesis, but it can definitely be part of the curricula. I have taught DF at all these levels and my expectations are just different depending on who I work with, but it's clearly not a problem to have young students playing with that. I don't think so. From my perspective, based on working with people in various social strata of Western societies, we are all well aware of the economical and institutional context we operate in, its drawbacks and its influence on everyday life. Is there a way to change that? I don't think Speculative Design has that power. However, I'm interested more generally in how design and engineering can operate in a world that is not just limited to big corporations and tech start-ups. For instance, I am personally interested in working (along with some of the students I teach) with public institutions, cooperatives, non-profit organisations, etc. The political critique against Speculative Design has certainly made some designers more cautious about their ambition and the role of Speculative Design. However, I'm not really sure it changed the practice that much. Well, that's a classic. I don't want to be too fatalist here but it's a well-described process, as shown by researchers such as Luc Boltanski and Eve Chiapello [in The New Spirit of Capitalism]. That being said, there are tactics to overcome this situation, and the history of art shows that a common one is to make things more and more cryptic or private, with self-references and private jokes; another one is mockery, but is that in line with designers' goals/interests?"
		},
		{
			"name" : "Martín Ávila",
			"corpus" : "In my view, what today is understood as “Speculative Design” is a very valuable approach for pushing some limits, somewhere, somehow. Yet, I’d like to say that I don’t use the term “Speculative Design” in my own work, but I always discuss it or touch upon it while teaching. One of the reasons that I do not speak of “Speculative Design” is because I prefer to think of degrees of speculation, or criticality towards a given issue and avoid the many qualifiers to the word design - “speculative”, “critical”, “transition”, and others. All these elements are present in any design work, but in different degrees, always. Students that use the label “Speculative Design” nowadays have a tendency to avoid intervening concretely on something now, as if the present would not be already part of the future. The problem is often not really about degrees of speculation, but rather of not being conceptually coherent to be able to pull off a convincing proposal, thus diluting the value of the speculation as such. Having said this, then, I believe that “Speculative Design” must continue to push critical agendas, renewing itself by challenging its assumptions, methods, epistemologies … but always in a design-driven way and under the name (category) “design”. Things qualify differently if they are named “art”, “philosophy”, “engineering”, or other. The word design still relates to the question “what does it do?” “how does it affect us?” Then what follows with this is the work of disentangling what that “it” can be, who is “us”, and many other considerations. “Symbiotic Tactics” was a postdoctoral project financed by the Swedish Research Council between 2013 and 2016. It was a collaboration with researchers at the Multidisciplinary Institute of Vegetal Biology (IMBIV) in Córdoba, Argentina and the African Centre for Cities (ACC) in Cape Town, South Africa. These two research centres connected then to my own institution, Konstfack (the School of Arts, Crafts, and Design) in Stockholm, Sweden. The project studied and speculated upon alternative forms of cohabitation with other-than-humans. Although I had originally planned to base one of the projects in Cape Town, the final proposals were all based on local ecosystems of the province of Córdoba. Their reception is certainly different at each of these (institutional) places, partly because of the audiences, for example, biologists and ecologists at the IMBIV, sociologists and anthropologists at the ACC, and artists and designers at Konstfack. But also this is partly due to the agendas driving the research at each of these institutions, for example, a more “scientific” and “positivistic” agenda at IMBIV, a more political agenda at ACC, and a research-through practice agenda at Konstfack. All the projects that I did have an overlap of these three agendas, if we can call them that, and for this reason the plan was never to change approach, but certainly to emphasise one over the other, depending on where the projects were developed and how, in relation to what the projects evolved. I believe that the criticism is relevant. In a sense a result of the fact that a high percentage of so-called Speculative Design projects come from private schools with privileged students and teachers but, in my view and more importantly, also because most of them embrace technological views that take for granted too much (psychologically, socially, environmentally) in order to simplify and make a point about a particular issue. I understand the critique as not being about speculation per se, of course, but a critique of that technology that originates in certain European environments. We have to ask: the speculation of what, when and for whom? This is where the political dimension of design becomes explicit, and where “Speculative Design” has great potential in all kinds of contexts. Perhaps what is more fundamental here is that those of us who are able to speculate at all, are part of a cultural dimension which is in its own manifestation a surplus, an excess and thus a privilege. But I disagree that this privilege comes from being “non-commercial”. First, in a cultural sense, there is a huge economy (thus a commerce) for the circulation of these types of (“Speculative Design”) artefacts. It could be equally argued that most design firms engage in design for the few, being not only privileged but extending and reproducing the privileging by imposing the norms and ways of being of those that design. Besides, in an academic environment, I would say that speculating is a duty, rather than a privilege. We have to critically assess and speculate upon alternative versions of reality.  To go back to Symbiotic Tactics, in all of these projects I speculated upon the possibility of creating less anthropocentric artefacts, in everyday contexts, and acknowledging ways of knowing environments that are not only less anthropocentric but also less Eurocentric (see: https://www.martinavila.com/projects/spices-species/). In any of these projects, the political, the ecological and the social/psychological are always addressed, something that I am continuing with as much as I am able to be articulate about these. I doubt that people would call them “Speculative Design”, yet, they have a high degree of speculation, made possible by the very privilege of being a researcher that works with ecologists and others to try to imagine alternative versions of everyday life. I believe that in Sweden Speculative Design projects are quite well known, even outside of academic environments, but I am not aware of institutions (and few people) that would explicitly claim to be doing that. I believe that, in general, the degree of awareness required to do “Speculative Design” as a coherent practice demands people with at least a BA. In this sense, MA and PhD students would be more likely to be asking the kinds of questions that can be triggered by design responses that confront us with alternative realities. Yet, we shouldn’t underestimate anyone’s capacities. Now that “Speculative Design” has become part of the cultural landscape, new generations (of students that come into contact with “Speculative Design” through teachers that have been working with these types of issues) are able to build upon them even at earlier stages of education because of the framings provided by educators. I really believe that there are no limits for this. Dunne and Raby’s Speculative Everything already suggested that, and although the book is far from speculating about everything, it pointed in this direction and contributed to the maturity of today’s interpretation of the concept “Speculative Design”. The potential of critical and speculative practice should be applied to all areas. My preferences lie in the kind of speculation that confronts humans with alternative possibilities of relating to ecosystems in all their diversity, that is, in material cultures that produce a diversity of responses capable of tuning to biological and ecological diversity.  I believe that this can be incorporated into education by transdisciplinary work, provided that the agenda is design-driven and that the practice of design is of prominence for its capacity to engage (at least entertain intellectually) in alternative material and systemic realities that might influence the way we become humans collectively."
		},
		{
			"name" : "Jan Boelen",
			"corpus" : "For me, first of all, there is a clear distinction between what we call “Critical Design” and what we call “Speculative Design”. For me that’s very important to state, because they are fundamentally different positions. I see that the design field or the expanded notion of design is going into a direction where - maybe 40-50 years ago, we had Relational Design / Social Design - Speculative Design and Critical Design are the new domains in the design field, where the pragmatic approaches of design itself are questioned. Every design, by the way, is critical, a critique in itself. But these practices (12 years ago) were really questioning larger systems, and were a kind of attitude that wanted to have a kind of autonomous character towards these pragmatic practices. And that was a fundamental difference that was quite new, although we also had (in the Netherlands) Dutch design that adopted more sculptural or iconic design approaches. I never factor them in because I don’t find that they really contribute to the “intellectual discourse” on design itself – they are more like an outcome of the art market and certain time periods than they are a part of practices that pushed the design profession fundamentally further. So, Speculative Design, Critical Design, and Relational / Social Design are practices that have the power to fundamentally change the pragmatic solution-driven design role itself. That is something I believe, because with that we can educate designers, strangely enough. With these practices, we can give designers tools to come up with new strategies and methodologies to create not the same solutions that created the problems, you could say. Something happened with design practices at that time in Europe. Makkink & Bey, Dunne & Raby and others were using humour, and showing a certain attitude that was questioning society itself. It was not always what they were presenting; it was not always speculative in the sense that the objects and projects they were developing were still objects that could function in the world. Speculative Design, for me, is more the narrative, the scenario, the script; the process comes in and becomes part of the life of the objects that start to function as organisms and become part of our everyday life. So it is fundamentally different from Critical Design. One benefit is that using Critical, Speculative and Relational Design can help designers currently to change practice in studios and other places, to do research in a profoundly different way and to change perspectives. This is certainly a main field of benefitting, although I also see potential dangers, especially in Speculative Design itself – I always think futures that are formulated and decontextualized can become a self-fulfilling prophecy. If you take some of the things we did, we promoted, we supported at Z33 and some engineering people, let’s say, that pick up the ideas but not the critique, the narrative or the scenarios … we have huge problems. There are not only benefits in these times where things are faster and more quickly evolving: speculation can help us to think about all these futures that we want to formulate, but there is also potential danger. First of all, I think that companies like Apple or Google are still part of the 20th century, so I think it will take time. We are in a transition, but eventually they will die - it’s quite a plausible future. Centralised companies, that are centralising the information, the IPs, production and everything that is related to that - their end will come through technology and economy, not through design, though it will be facilitated through design. There design is always following and not really leading the dance. It’s under construction but it’s getting there. I did not realise that “Designing Critical Design” was already 12 years ago, but what I feel is that still a lot of institutes and organisations in Europe have a very traditional approach. I don’t mind it, but as organisations are doing research, bringing people together, and so on, maybe we could have this kind of regular gathering and discussions of issues where industry, technology, knowledge centres, education, cultural institutes, designers, and scientists meet up in various ways, in different constellations, in a kind of flying circus, parasiting on existing events. That was and is the idea. At this moment, we’re working on a constellation where mainly cultural institutes start working together with educational institutes from another position and also want to reach out to other stakeholders in society. Maybe not to explain, but more to build different networks. I’d say that the traditional lobbies - museums and educational institutes that are functioning in traditional ways - are very strong, and these possible new formats and new ways of working are quite fragile, and you can only make them resilient if they are connected. Not only with their partners in crime, but also with other stakeholders in society. That’s our attempt and we are in the process of asking for European funding for that. We didn’t succeed yet, we had one failed attempt, because we wrote a project that we all wanted, and Europe wants something fundamentally different (as we understand now). But we are working on it and it should be there in October/November 2019. In the European Design Parliament I think we’re really starting to work together; there are not just ideas going into commercial or other knowledge centres where designers are not really represented in a proper way. I think that is very important. Maybe it’s about what kind of impact we want. The only impact at this moment that I think is meaningful or important is how can we change the design field itself. Strangely enough, that should be the first ambition. The design world is quite limited in its critical thinking (and I don’t mean critical as in Critical Design, but more as critical discourse). If we are not able to create more discourse in the design field itself, then we cannot even explain that the notion of design, which is quite a young profession, is changing. And that these new directions are seen as artistic practices, which they are (design itself for me is also an artistic practice). The impact is not embedded yet, in the practice. Only then can we start talking about real life impact. For me, it is more like branding than having a real-life impact.  I am normally very hopeful, but last week I had a workshop with my students on designing democracies, and I did that with a Paris-based researcher/project leader. She was doing a project around future governance, and I can say that out of 40 students divided into 5 groups, 3 to 4 of the groups were quite dystopian. We were talking about democracy, how do we organise democracy in the future. If we guide them through the projects individually, short-term solutions or projects are really positive, but if they work on long-term scenarios and extrapolate the figures that they have from today, it becomes – whoa – so dark. I’m afraid myself. I find it really strange. It’s not wrong. It’s dark, fatalistic; “it will be like this”. If I say Apple or IKEA won’t be there in 10 or 15 years, they don’t believe it. I have a group of students that are super smart, very engaged, socially engaged, but they just accept these kinds of powers without questioning them. I think in the matrix or the zones and the fields that I sketched – there’s traditional past, pragmatic, “solutionist” design field on the left, stretching to a more speculative, relational, practice-based field on the right. What I find interesting are projects that start to have all these elements. For instance, to introduce and to kick off a debate, you have a provocative Trojan horse that kicks off the discussion. With that, you bring people together and they become a kind of community of stakeholders that start to build a scenario of a future that they want and then they start making it together. I think that then, different fields of design are coming together and are reinforcing each other. With different directions and attitudes, designers are complementing each other."
		},
		{
			"name" : "The Constitute",
			"corpus" : "Our professional education was at no point related to what is now coined as Speculative Design. We both studied Industrial Design at a very traditional school in Dresden. It was more about rendering transportation and investment goods, dreaming of a world where a designer creates products in large quantities and is responsible for the shape and mostly functional or economic aspects of the product. In the last years of at least my studies the idea of interaction design and tangible interfaces came up. Because we didn’t have skills and technology to prototype and evaluate our design concepts, we had to build Wizard of Oz prototypes and do video mock-ups. It became speculative on a very rational level. It wasn’t that bad though, because learning within restrictions can push students.That was around 2006 and pretty revolutionary back then. Sebastian studied a few years later and within his Master project he designed and built the EYESECT Out-of-Bodiment helmet in 2012. That was the most far out thing that ever happened in that faculty. And it could only have happened because we had already dug into Design Fiction and more artistic ways of expressing ourselves as designers. Plus, not to forget: Arduino and physical computing allowed us to strengthen our project ideas, because we were enabled to prototype complex technological systems ourselves.Dan Kirby claimed the term “diegetic prototyping” that we like very much, because it focuses on model making beyond the physical world. To move from apologetic prototyping (the idea defending itself in the real world) to diegetic prototyping (telling, explaining, narrating an idea through multi-sensual language) you need to know how to build a model. Having learned that in university, even in a pretty old school way, was important for us. Still the workshop is the centre of the studio. From our own works, I would say that Ready to Cloud is still a great project. It was 2013 and we’d been so fascinated by volumetric displays in science fiction and Marvel trash movies. How could it be that we do not have it yet in our own homes? And since we are on this point: didn’t they promise us teleportation? The idea was: let’s build an oversized spatial holographic teleporter with off-the-shelf technologies, able to connect two distant places. So users get 3D scanned in real time and projected into an artificial fog cloud, where they can meet and communicate with gestures. The starting point was extensive research on how we know, see and imagine use of volumetric displays. How did they change over 60 years? And we did the same for teleportation in Star Trek. In parallel we experimented with projectors, Kinect cameras and fog machines to create a working set up that was not just a visual effect but a real experience. In both methods, the broad examination of (pop) cultural phenomena and use of punk rocked prototypes to get a feeling worked out well.We showed the work during Milan Design Week 2013 and it was pure chaos and failed nearly completely. We built it as a maximal open and outdoor experience, but the fog clouds were blown away instantly. After this mess, we reworked the hardware, the software and the user experience and showcased it in late summer 2013 to connect FACT Liverpool with Bauhaus Dessau. But inside the buildings. We did the same to connect two distant locations in Riga during a large festival.But although we like the project very much it has its flaws. The user experience needs to be more like participatory theatre play, with a designed stagelike setting, teleportation stewards that take care of waiting people and a more guided people flow. There was a wonderful piece called Future Primed at AND Festival 2013. They did it really well and are the level to be reached. We have plans for iterations still in the drawer, but the costs are too high for realisation. Students have problems with the Design Fiction / Speculative Design approaches. But “the students” do not exist in plural. It’s a multitude of individuals that due to various reasons succeed or struggle with SpecDes assignments. I guess it’s because working in speculative scenarios needs a lot of knowledge about the world, cultures, histories and political circumstances. Extrapolating futures is rarely possible without an inspired understanding of the past. When students apply for design studies, they are on average three years younger than 10-15 years ago. These three missing years of world knowledge, sometimes leading to less quality projects. It’s easier to design a beautiful vase, light or candleholder to promote yourself on Instagram or Pinterest. Within these circumstances it’s difficult to explain the need for a speculative approach. But: some students get it. They see and understand the change of their surrounding world and can adapt to it. In October the Art and Design university Burg Giebichenstein hosts an experimental symposium on design education, that addresses exactly these questions: How do we cope with new transformative challenges in industry, society and culture with designerly means. And how do we enable young people to do it. Accessibility and traceability of the idea and its physical presence. Can I use it, feel it and by this understand it better to follow the intended idea? Does it take all cultural, possible biographical and political aspects into account surrounding the intended idea? Can I relate intellectually to the project’s formulated conclusion? Is it easy to communicate beyond its physical presence in e.g. social media and websites? Can everybody see it?"
		},
		{
			"name" : "Matt Malpass",
			"corpus" : "They are all modes of Critical Design practice. They serve to challenge orthodox conceptions of design and extend the agency of design and the matters of concern that design might typically engage. Speculative Design might typically be used to question paths of scientific and technological progression and the socio-cultural implications of these paths of progression. Critical Design is arguably less “future orientated” and situated to address concerns of today.  Both have discursive characteristics and can utilise design fiction as a methodology. I don’t think it’s too important to fully define these approaches. There is so much crossover and bleed between the approaches. An open set of methods is important, and actually a critical practice should always be in flux and challenge disciplinary hegemony. For example, as Speculative and Critical Design practices embed in design curriculum and become part of the canon their “otherness” and the peripheral characteristics that might have engaged themes and concerns outside orthodox design thinking become normalised and part of what design is and can address. In doing this however the space and need for other forms of critical practices emerge that might have different characteristics to those typified by SCD and its associated practices today. In our curriculum we run a mode of study titled “Industrial Design for Discourse”: Industrial design today is increasingly applied as a form of critique and speculation within disciplinary, scientific and societal frames. In this context, designers reflect on the role of product design in society. In doing this, designers challenge established discourse, institution, episteme, to present alternative roles for industrial design to those driven by technological and commercial concerns. In design for discourse, the designer questions both the discipline of industrial design, and how industrial design practice engages discourses, and functions as an agent of discourse. Typically, 10 MA students will be working on a discursive project in studio with 4 other groups of 10 students that are working in enterprise, service design and design-led social innovation contexts. This plurality in practices within the same course is intended to enrich and challenge each of the fields of practice in an agonistic space. This is defined as a learning and teaching method. Agonistic space: A key learning strategy is to foster a postgraduate culture where there is a constructive tension within the understanding of industrial design as a discipline. The course provides a space for multiple interpretations of the practice. Differing opinions and considerations about what industrial design is, exist in one space. The dialogue between students, practicing broadly within these different emphases, has a constructive effect on the promotion of critical dialogue. Collectively, this creates a more sensitive and thoughtful environment than a model that advocates a particular style, approach, or personality within the output of the course. I think we’ve seen a spike in interest within the practice in design education but I worry about some of the quality and we do see a repetition in themes. It’s been challenging to see some of the centres of excellence that pioneered the practice shift orientation for various reasons. There are limited examples of designers who have developed an economically and sustainably viable practice through speculative practice. The only one from within my programme is “Projects by If”.  Others are reliant on relationships with research institutions, academia or are embedded within companies that might occasionally support a critical, speculative inquiry. I would say Masters. There are some strong undergraduate examples but those projects that are most successful require the time that a deep MA inquiry offers; time to onboard experts and potentially track and evaluate impact of the practice. No. Some of the questions raised were already being considered. As you know a critique of Critical Design has developed arguing that the practice raises debate but rarely offers an account of the impact of this debate and engagement. For example, if a designer presents a vision of a future exploring overpopulation and food shortage that can be tackled by genetically modifying the body, how do we track the significance of this visioning practice and understand the impact of the work in affecting positive social-technical or environmental change? What is the value in the community constructed around the work? Does it actually contribute towards any change or transition towards a better future? I believe it can and does, but I also think more work is needed to explore this expanded role for our design practice.  We’re doing this on MA Industrial Design and MA Material Futures at CSM specifically questioning how the methods and tactics employed in Critical Speculative Design operate in contexts of design-led social innovation and working towards sustainable change. In developing a model of practice that serves to offer critique and question design orthodoxy we saw Critical Design emerge. We’ve seen this Critical Design practice move towards speculative function that probes paths of socio-technological and visioning futures that are a consequence of concerns and decisions made (or not made) today. But with the world in the state it is in, with Brexit, Trump and genetically engineered babies we’re actually living in a really bad episode of Black Mirror. We’re living in the noir scenarios that have moved to typify speculative critical practice. So, what? I believe the methods, strategies, tactics and intention of Speculative Critical Design are valuable and we can use the method within the movement for more pragmatic, essential and critical ends. Critical and Speculative Design is not shy of engaging complex social-technical and environmental issues by engaging publics through the design and production of stuff, and can work towards sorting out some of the issues that we’re faced with today by bringing together relevant parties through the design process. Developments in our curriculum - the projects set and encouraged - look at how we might continue to do this effectively, to inform design practice and, importantly, how we teach design into the future. There is a decolonisation job to do on SCD in terms of the diversity in those practicing and the approach to projects undertaken. This is something that we are acutely aware of. But it is also important to stress that it’s not only SCD as a design practice that suffers such colonial concern."
		},
		{
			"name" : "Andrew Friend and Sitraka Rakotoniaina",
			"corpus" : "Studying in the Design Interactions programme was mind bending, and in effect, our education probably shaped a substantial part of our approach to work in general. We met whilst studying at the Royal College of Art, and as such the way we operate today still closely resembles the way we were collaborating back then, whether we work within gallery, commercial or corporate settings. Our practice spans across a wide range of projects, but the common thread has to do with a certain attitude towards making something of interest to us, with an outcome that is unknown and often unexpected before the project has been realised. This might not be strictly related to Speculative Design, but the ability to think about projects in organic ways with a methodological openness, beyond a particular framework, craft or sense of aesthetic is probably what we gathered from that course. And doing so despite whomever may commission the work, or if it is self initiated, the practice is by essence exploratory and experimental (meaning that sometimes the outcome isn’t a success, but that’s ok). I don’t know if there is a clear favourite project. Each one of them has been a good occasion to learn new things, whether in terms of process, method or general framework for our practice. However the Prophecy Program is, in our eyes, one of the most complete. What started as a broad exploration of the nature of the science experiment, led us to examine the aesthetic of the experiment itself as the backbone for the creation of beliefs. Since the conception of this project took place in a wind tunnel converted into a gallery in Los Angeles, we were interested in turning the gallery back into a site of tests, whilst exploring the southern Californian context as the home of cinema, storytelling, myths and new age mysticism. What we really liked about it is, that the project went full circle; a couple of years after its completion, we received interest from an agency wanting to use our video documentation as part of the promotional material for the Google science fair of 2015. Which provided us with a nice validation for our process, method and general aim for this project. We like projects that use designed artefacts as mediums to probe new cultural narratives, or relations to the world. Often the ones we find successful, are the ones that enable us to think about reality differently, a sort of escapism as method for reflecting on the status quo, as opposed to escapism as coping mechanism; projects that may appear fantastic at first, but have been designed and engineered to such an extent that they may engender a paradigm shift. Maybe hailing from before “Speculative Design” as terms of classification were really used, Krzysztof Wodiczko’s vehicles are pretty good as functioning artefacts that play with big ideas, yet do so with a slightly absurdist wit and humour in their execution. There are some good examples of this type of approach but from our teaching experience we found that labels are often misleading or create confusion. Anything that challenges our current assumptions, attitudes and is contextually relevant can count as a practical application. In our minds, Speculative Design ultimately allows us to think about what’s preferable, no matter what dystopian, utopian or particular lens a project may use as a vehicle, and crafts the speculation from the bottom up with localised interventions from which can emerge a bigger picture. Where other approaches may potentially favour a top down perspective with a programme. This may give the illusion that such an approach is more practical, but it may just be that one can be more deterministic whilst the other lets you familiarise yourself with the unknown by allowing the creation of positive protentions. In terms of professional applications, we are getting more and more interest from companies interested in how to explore potential futures in a coherent and critical way. The approach using detailed speculation and a thorough justification that we use when exploring what may (or may not) be desirable in a future is certainly of interest to more “traditional” design, media and tech disciplines looking to capitalise on what could be next, but recently we have been working with service design and even accountancy firms to explore new ways of viewing possible futures also. This is a tricky one. In our projects we like to look at “success” in a layered way, for example if we are making a physical work then there is the initial success of getting the attention of the audience or passerby, this is the hook, and for a start this is enough, they see a strange thing and stop even for a moment to have a quick look, they may continue back with what they were previously engaged in but they may also start to look more closely, the second layer! Here we can start to engage some more ideas, and layers of content (and hopefully value) so the more someone engages with a project the more they “should” get out of it, though in reality it is absolutely fine just to catch the attention and then let the audience go too!  In general, challenging one’s perception and/or assumptions of what technologically driven realities could be is one of the main purposes of Speculative Design as we understand it. In our most recent project (Very Very Far Away), our main interest is to explore ways to democratise the narratives that make up tomorrow’s visions. The premise is that popular futures, as narrative constructs, are often based on technological prowesses but do not necessarily reflect on the cultural “fictions” that surround and could potentially be derived from these advances. These visions are then mediated through objects and products proposing a particular aesthetic experience of the world by carrying with them a certain “baggage”, or set of values. These may or may not be shared by everyone, and aspects of these narratives thus conveyed may or may not be preferable for everyone.  When working within that realm of projects, metrics depend highly on context as well as intentions. However the common factors we usually use to measure success are the clarity of the intention behind the project – whether the aim is to spark conversation and debate, highlight potential caveats, or propose a more “critical” vision, etc. – the execution, the means through which the intention or message is being crafted – design considerations – and the distance between the response from the targeted audience, stimulated by the execution, and the original intention. The shorter the distance is, theoretically the more relevance. Obviously this is highly theoretical and does not necessarily have any relevance when not contextualised within a project."
		},
		{
			"name" : "Nonhuman Nonsense",
			"corpus" : "We came to the field from opposite directions, Linnea from art and industrial design, and Leo from science and technology. In Speculative Design we found a marvelous mix that felt meaningful and like it could change things not only from within, but challenge the system itself. So we pursued a master’s together where we could practise this approach! We see our work as an attempt to open the public imaginary of how the world could be different, but not necessarily how it should be. We seek to tell stories that lie somewhere between utopia and dystopia, allowing the complex entanglements of the world to remain complex, very much inspired by Donna Haraway’s thinking of “staying with the trouble”. For us this entails the use of contradictions and paradoxes, a sort of folding the story upon itself, which allows access to the underlying ethical and political issues. We are trying to redirect focus to the “why?”, and reveal the power structures that uphold the current narratives of inevitability - all while there are great forces asking us to forget and look away. This is not really something that we were trained in, but rather an approach that emerged as a response to our education - where we felt pressured to “pick a side” rather than questioning the structure itself, and to care more about aesthetics and style rather than depth of concept and integrity of rationale. Our favourite of our own projects is the Pink Chicken Project, where we speculate on the use of the cutting edge biotechnology called “gene drive” to modify the colour of all chickens on the planet, which would (surprisingly) change the geological trace of the Anthropocene, making it pink! One thing that we like is that a pink “gene drive” chicken is entangled in so many issues - it becomes an example of how the world consists of many interlocking systems, all in crisis at the same time, which is what makes it so difficult to find a way forward. This means that we get to speak to many different people with different perspectives, so we learn a lot! Then it’s of course also fun to see the project being used to inform and enable debate, for example in the Anthropocene working group, ETC group, Stanford University, or now lately at the United Nations. Through the project website, we have received more than 100 messages from people all over the world describing why they found the project hopeful, inspiring, intimidating, or distressing. During the last year we have been reaching out to these people, as well as philosophers, activists, writers and global thinkers who are somehow involved in the discourses that the project touches upon. We have been exploring how to take a speculative project beyond just an instigating scenario, using it as a backdrop for an active debate and engagement. We are currently working on a book that will collect this generated thinking and knowledge, further progressing the ethical and political discussions. One favorite that is not our own is Pinar Yoldas’ Ecosystem of Excess. By revealing the impossibility of the proper separation of things (natural/unnatural, culture/nature, life/nonlife), she shows the intrinsic link between social and ecological issues. It opens a thinking away from anthropocentrism by imagining life after humankind, without telling you what to think. Considering the deep time implications of our current systems is something that really inspires us; it gives a glimpse of the immense scale of the current human terraforming enterprise, and makes you think about “why and for whom?”. Well, we see ourselves working in the embryonic stages of system transformation, in the realm of social dreaming and world-making. Unlike the use of scenarios in business, military or climate science, our scenarios don’t try to bound uncertainty of the future, but rather unbind certainty of the most probable future. We are trying to enable more people (not just experts and policymakers or wealthy philanthropists), to take part in the discourses of what societies we want, and to create the conditions from which a multitude of actions can arise! So perhaps from a professional point of view, it becomes a question of finding other people or organizations who value this approach, and who share similar values, of which there are loads! When we went to the United Nations to present our Pink Chicken Project in the international negotiations on Gene Drives and how they could affect biodiversity, we were overwhelmed with the positivity people expressed towards the speculative approach. Politicians, NGOs, scientists, journalists, activists, lawyers, and even businesses and their lobbyists were so thirsty and thankful for stories that enabled them to talk about ethics and values. There seems to be a gap between what people are trying to say and the tools that the scientific method and its absolute language gives them. We feel like there is a need for people who can operate this in-between space of the rational and the emotional. Then comes the practical question of figuring out how to collaborate and work together, where you have to get creative because it’s never the same. But we find that if we keep focusing on what we think is interesting and meaningful rather than on what someone else might need or what would make us “employable”, we keep finding opportunities like relevant Open Calls, or people come to us with ideas of how we could work together. In short it’s about helping to change the world and how we relate to it. But the world is very complex and a single project is always part of a bigger discourse, so we usually put up our umbrella when someone asks about measuring the effects of the speculative approach. Just like art, a project might have a huge impact on how it makes people think and relate to their world around them, which has cascading effects on all levels of society, but is not always measurable in a statistical sense. Contemporary philosopher Federico Campagna shows how this constant rejection of anything that cannot be expressed in numbers and absolute terms leads to the deep crisis currently frame as the Anthropocene - a crisis that is profoundly metaphysical and spiritual in nature. But at the same time, we are not advocating throwing our hands up and saying “it’s totally immeasurable!”. Some projects evidently seem to be more effective in creating new thinking or touching people in some way. We value if our projects: Instill a sense of opening and curiosity that allows people to explore and consider their position from different perspectives without having to identify strongly or attach themselves to views and opinions. The opposite of this would be working with shame or guilt or cynicism. Are multi-layered and allow for complexity, but at the same time accessible and simple (but not simplistic). If it gives you a direct response on first encounter but keeps giving a year later. The opposite would be overly simplifying by taking to dystopia, inevitability, or naive escapism. Are based (appropriately) on science, but also on critical theory, philosophy and anthropology. If the work builds upon the thinking of others, and contributes with something beyond theory, if it is a bridge between theory and practise. The opposite would be when the designer solely grounds the project in their own views or ideas about why things are like they are. But these metrics don’t really guide us through a design process, it’s rather something that comes in the reflection after. While in the creative process we follow that which feels interesting, catches our attention or feels funny somehow - continually asking ourselves “why do we feel this?”"
		},
		{
			"name" : "Time's Up",
			"corpus" : "On a superficial level, not at all. We come from visual design, printing, sociology, metalwork, mathematics, music and sculptural backgrounds. Just to name a few. No real design, speculation, trend forecasting or anything else. We have learned a number of handicrafts in the process of developing the work that we do, developing them in the process. However as our practice has developed, we find that these skills, seen from the proper angle, are vitally important. For instance research mathematics is not about solving a “problem” so much as finding out “what happens if?” and this is often an important part of the process of imagining possible futures. Instead of looking at algebraic axioms and their interrelations, we are looking at social, political, economic, environmental and technological trends, developing ideas of what might happen within those transformed interrelations. Then when we build an experiential future, we have found that sketchiness and handwaving is counterproductive. In order to create immersive experiences, groups such as ourselves or Punchdrunk have observed that we cannot just have something that is “good enough” but every detail that we build must be seamless. Questions and discussions around effectivity and efficiency, about “good enough” and the 80-20 rule arise here, discussions that would lead us astray at the moment. Skills from print and sculptural processes, as well as audio design, are about attention to detail. The scenarios need to be developed in detail where developed, and built as immersive experiences. Of course we do not create the whole world: we consciously leave large gaps, a “Mut zur Luecke” (courage for the gap) that encourages visitors to imagine and expand their perceptions and reminds visitors that we are only proposing a possible version of a possible future, not a blueprint. We would have to speak about our latest series, based around a fictional small city called Turnton. We started with a foresight practice, Causal Layered Analysis by Sohail Inayatullah, based upon questions around the future of luxury and relations to oceans and ecosystem collapse. We then developed details of the storyworld, characters and institutions, imaginations of narratives and motivations, then objects and façades for the creation of an experiential future. We aim to tick the storyworld boxes of ethos, topos and pathos as tests for design coherence. By the time we exhibited in September 2017, over 100 people had contributed, whether as writers or builders, actors or textile designers. This underlined the fact that, in the same way that the future is not a given but is created by us all, acting together, the speculative culture experiential future of Turnton Docklands was not the product of an artistic director and design specialist, but a wide group of people bringing their expertise and enthusiasm together in order to imagine the possibilities and probabilities of that scenario. People are debating whether or not we are living in a period of extreme change. There is much evidence to suggest that we are, however when one looks back, it seems that many other periods in recent and distant history thought the same about their own eras. So perhaps we all live in a time of extreme change, or perhaps we all always have. Speculative design is a collection of tools and practices with which we can be empowered to think about how we live in times of change. If this happens, what might our efforts mean? Where do we want to be? What is our preferred future? How can we steer our life path to better fit the future we want to be in? As China Mieville has said, we live in a utopia, it is simply not ours. How can we try to make the future more like the utopia we would like to live in? Speculative Design can help us do this. Surprise: If a project and some results lead to something that you expected, then you probably haven’t dived in deep enough. As Jim Dator says, any useful idea about the futures should appear to be ridiculous. Everyday: If a scenario talks about superheroes and explorers, and you are not one of these types, then the scenario is probably not relevant for you. We aim to break down speculations about possible futures to the effects that will be found in everyday life: not the lives of the super rich, but of you and us in our everyday towns and cities. Experience: We find that creating an experience of a scenario is more valuable that a description. A narrative can be an abstracted experience of that scenario. By creating experiences one goes from an approximation of objectivity to involvement, from an idea to relevance."
		},
		{
			"name" : "Superflux",
			"corpus" : "We don’t tend to strictly define our work as “speculative design”. Usually we say we are designers or artists or filmmakers. Speculative design is gaining traction lately, and we might have a client of two who knows the term and might even hire us for that, but usually they come to us because they want to explore a possible future or a different narrative, or investigate a technology. We think our work investigates a potential rather than speculating on a future. Speculation is an undeniable part of the process but it is not the primary motivation behind our work. Our work is an open-ended process of enquiry, whilst speculation can at times feel like a closed loop. For us, Mitigation of Shock is actually not apocalyptic at all, but instead a pragmatic vision of hope, emerging from a dystopian future ravaged by climate change. On a personal level, it can be difficult for people to imagine how an issue like global warming might affect everyday life for our future selves, or generations to come. Our immersive simulation merges the macabre and the mundane as the social and economic consequences of climate change infiltrate the domestic space. The installation transports people decades into the future (or perhaps even closer on the horizon), into an apartment in London which has been drastically adapted for living with the consequences of climate catastrophe. Familiar, yet alien. A domestic space alive with multispecies inhabitants, surviving and thriving together in an indoor microcosm. Climate projections from the beginning of the century have unfurled into reality, their consequences reverberating across the globe. Climate catastrophes shatter global supply chains. Economic and political fragility, social fragmentation, and food insecurity destabilise society.  Rather than optimistically stick our heads in the sand, or become overwhelmed with fear, we decided to catapult ourselves and others directly into a specific geographical and cultural context to experience the ripple effects of extreme weather conditions. Hope often works best alongside tools for proactively tackling future challenges. Which is why, in this year-long experimental research project, we explored, designed and built an apartment located in a future no one wants, but that may be on the horizon. Not to scare, or overwhelm, but to help people critically reflect upon their actions in the present, and introduce them to potential solutions for living in such a future. The evidence in the apartment may reflect a different future, but all the food apparatus was in fully working condition, no speculation there. We wanted to demonstrate that we have the tools and methods we need to make the change today. We are living in complicated times - politically, environmentally, culturally. After several years of speculative and critical design evolution, do you think that it can have a more influential role in shaping futures/alternatives beyond the discussions that typically take place in the design community. Could it adopt more political or activist role? If so, how could this aspect be incorporated into education? Yes definitely. Our latest project Trigger Warning explores this very space. Also my students at the Angewandte will be exploring the theme of “futures of democracy” in the upcoming semester."
		},
		{
			"name" : "Daniel Kaplan",
			"corpus" : "We do mention speculative design in most Plurality University documents - why we don’t in the blurb you mention is a mystery to me. To me, design is a really powerful way of mobilising and rejuvenating imaginaries. For at least three reasons: it calls upon the senses, all senses, and communicates/engages beyond language; good design mixes form, function and the process of creating them, or rather, it teaches us that there is no way to separate them; good design is multidisciplinary and collective, it forces people to work together in creating and interpreting stuff. We need all that to reimagine futures. The “University” in Plurality University is both useful and problematic. It is initially an ironic reference to the Singularity University, questioning both the “technological singularity” perspective, and the overwhelming dominance of the techno-centred narrative about the future - as well as its roots in a single culture (that of supersmart and energetic white American men). But we are not creating a university with its walls, students, academic staff and curriculum. However, yes, we hope a lot of learning will take place there: learning from one another's practice and imagined futures, learning by doing things together, formalising methods and practices so that others can use them, and spreading a kind of (fiction-rich) “futures literacy” as broadly as possible. Not all educational systems are alike. However, most are disciplinary while we need multi-disciplinarity and complexity; most (especially in Europe) focus on knowledge rather than capabilities, and value theory much more than practice - not to mention imagination; most focus on individual rather than collective work. Not only does this prepare students poorly for what they’ll need to do when they work, but more importantly, it does not produce citizens, i.e., people who feel entitled and enabled to take responsibility towards collective futures. I would like to see more education systems where people collectively learn by producing knowledge, and produce knowledge by mixing analytical, theoretical, creative and technical work, and by opening both the process and the outcome to critical discussion. This is both central and difficult. You don’t just do that by being careful, mindful of others, conscious of where you come from - although it is of course a necessary start. As a person, there is no obvious way not to be ethnocentric or anthropocentric. So there are at least two things we’d like to do. One, to expose everyone to stories, images, metaphors ... emerging from wholly different cultures and practices: How does a group of Chinese artists imagine and discuss the futures of work compared to, say, European futurists? What does the fact that several African science-fiction writers imagine that Lagos is the place where aliens choose to set foot (or whatever limbs they have) on Earth tell us about alienness, when we compare it to American novels and movies where aliens are usually greeted by tanks and heroic journalists? Exposure and comparative thinking is critical there. Second, to consider that everyone should be futurists (not professional futurists, “citizen-futurists”, capable of projecting themselves and their communities towards diverse futures and reflecting on their desirability, on how to get there, on what it tells us about the present, on how to work with uncertainty and controversy, etc.) - and thus, to work proactively with people who, today, do not feel entitled or capable of talking about the future. Which is where imagination - in words, playing, crafting - is essential, because it creates spaces where everyone is equal, because there is no way to know what is true. There are at least three questions there! Utopia/Dystopia. I’m not too fond of this opposition, for a lot of reasons. It sort of implies that we can all know and agree on what is positive or negative; cyberpunk novels are labeled “dystopian”, but in them the (usually American, white, male) hero overcomes all odds to carve out his own destiny, and that has made them hugely inspirational to generations of tech entrepreneurs ... Whereas Utopia, the original book, does not describe a place where I’d want to live. Also, dystopias are easily crafted (just push one characteristic of today’s world to an extreme), while utopias need to rethink a lot of things - meaning that probably, dystopias and utopias are not exact opposites ... Plurality. The initial potential is to broaden the set of what I call “thinkable futures” (which may be neither possible nor desirable, at least from everyone’s point of view) and in fact, of thinkable presents. One example: recent research points to how much we humans are entangled with other living beings (from the billions of bacteria in our bellies to bees), and the other way round (Anna Tsing’s matsutake), and that we are clearly not the only intelligent, social, geopolitical, learning beings. This contradicts a lot of foundational beliefs in Western civilisation, both Christian and Enlightened. But what do we do after understanding that human exceptionalism, “selfish genes”, etc., are invalid and toxic ways of thinking? This is where we can draw from other cultures who have never assumed such a position for humans (such as animist cultures), or from fictional thought exercises like Adrian Tchaikovsky’s Children of Time, or from artistic endeavours such as Rocio Berenguer’s (fictional) Interspecies Organisation for the Future of Life on Earth, or from Bruno Latour and Frédérique Aït-Touati’s (semi-failed, but no less interesting) “Theatre of negotiations” ... Substantive change vs. Entertainment. As you know, this is already a discussion within the speculative design community: What does it mean that its foundational pieces end up in museums, does it mean it has been successful, or the reverse? Fiction needs autonomy from decision-making, otherwise it is propaganda or mere illustration. But these works intend to produce some kind of effect. So how? I do not pretend we have the answers, in fact, this is one of the areas where we’d really like to get academic researchers from several disciplines interested. However, there are a number of directions at which we might want to look: fiction helps to broaden the initial set of thinkable futures from which public debate or decision-making will start (imagine if the preparation for COP32 started with a much, much broader set of stories to pick from); it has the potential to “shift expectations” (I took that from an artist whose name I’ve forgotten), creating a different kind of public opinion pressure; it provides spaces for mental simulations of different alternatives, that allow for more complex thinking than, say, “models”, and that take subjectivity into account, allowing people to project themselves into it rather than thinking about it in abstract ways; it provides spaces for discussion where nobody can be said to “know” ... However, this requires particular care, not just in the fictional piece itself, but also in the process to produce it and/or the way it can be discussed: Who, where, when, how? If we’re talking design, then we need to talk about the whole lifecycle, not just about the object or situation being designed. There are many inspirations to be (critically) drawn from areas such as design of public policies, citizen conferences, TAZs and the World Forum, change management in organisations, creative writing workshops, etc. Well, to me, good stories are most often (a) gray in terms of values and (b) complex because humans - or other autonomous entities - act in them, in not entirely predictable ways. In a way, they are all about the “getting there” (or the “what do you do when there”, but it’s not that different). When you don’t have that, you are usually not reading or watching what I call fiction, which is both subjective (in many ways: the author’s subjectivity and the semi-autonomous subjectivity of characters) and inhabitable (there are as many novels as there are readers). There is nothing morally wrong in writing down one’s political vision in a fictional form, but if you do not let your characters or your world take their autonomy, then the result is roughly the same as if you'd written it in a more classic way. Again, it comes down to the kind of thought exercise you want to carry out and invite your public to do; but to me, the value of fiction is that others can inhabit it in their own way, and discuss it with other inhabitants. I wouldn’t characterize the technologists’ narrative as exclusively over-optimistic. There are a lot of supercritical technologists in, say, maker or hacker groups. Many mainstream technologists are also warning us about the “existential risks” of what they contribute to create. Ironically (or not), “existential risk” is one of the conceptual paths that the smartest transhumanists such as Nick Bostrom have carved in order to become more mainstream themselves: changing humans is the way to survive in the face of climate change and the technological Singularity. But it is also true that technologists have also reoriented their discourse towards “solving humanity’s problems”, drawing upon the too-convenient list of UN Sustainable Development Goals: Humanity’s problems are in fact a set of discrete subproblems that can be tackled one by one until they are solved, which is what engineers do (or rather, pretend to themselves that they do). Both the Singularity and “Tech for good” are narratives. Powerful, inspiring ones, but narratives all the same, and not so different from what they were 30-50 years ago when Philip K. Dick, William Gibson or Neal Stephenson started or finished writing. You compete with them, not just by denouncing them, but by creating (or revealing, because many of them exist) other narratives that are at least as compelling (I’m using “narratives” in a very generic sense, there are many more creative forms than stories): stories of symbiosis such as can be found in African SF (Nnedi Okorafor’s Binti, Lauren Beukes’ Zoo City ... or Black American writer Octavia Butler’s Lilith’s Brood), fictional foresight such as Olivier Fournout’s upcoming Candide Candide, Rocio Berenguer’s theatrical show with her impertinent IAgotchi, Donna Haraway’s narrative fabulation, etc. Again, it is not a matter of being pessimistic-realist against over-optimists, but of presenting other thinkable realities, and presenting them in the complex, subjective, messy way that makes them more human and compelling. This is how the techno-narratives will progressively appear for what I think they now are: exhausted. I will deliberately choose them from outside of design: The Other Futures Festival, a real arts festival in Amsterdam that brought in artists from all over the world (mainly Africa, though) for excellent artistic moments conveying new ideas for a decolonised future. Many projects in Arizona State University’s Center for Science and the Imagination, admittedly still rather tech-centric, but with a real interest at looking at it from very different angles. Felwine Sarr’s project on “rewriting the Humanities out of Africa”, considered as a way to revisit how we all think about and produce knowledge. Rocio Berenguer’s (in development) artistic project about G5, the interspecies summit - if we consider that other species are also intelligent and social, then what? Bluenove’s “Bright Mirror” workshops, that bring “ordinary” people to write positive narratives about the future - although the productions are not entirely convincing, meaning that the process could probably benefit from some rethinking, it does demonstrate that it is possible to bring large, diverse groups of people to imagine different futures and produce a great variety of stories in a very short period of time. So imagine if we had more time, for example in educational institutions … Olivier Fournout and Valerie Beaudouin’s work on Fictionalising Controversies with students at Telecom ParisTech, itself part of a broader programme initiated by Bruno Latour on controversy mapping."
		},
		{
			"name" : "Oleg Šuran",
			"corpus" : "Communication. And that nobody really cares about it -- except the design community. :D The way I’ve experienced it, it’s not about what is in common between these fields and instruments, but rather how they feed into each other; e.g. interaction design can do little without visual communication design, and both can do less without the use of Speculative Design. If you want to see some examples of how these three fit (or mix), see works by Ted Hunt. There you can see examples of how to use graphic design knowledge to communicate not-so-everyday and abstract ideas, and make them seem “normal” (everyday, familiar); and the other way around. What does Speculative Design mean to you? It’s a fun way of “thinking outside the design box” – of giving you a nice offset. It can feed into your bigger everyday projects. It’s an excellent exercise while you’re a student, that’s for sure, but after one’s studies, it mostly becomes either “art” or just an attitude or mode of investigation or ”research” during your project development. When you tell someone (in the “real world”) that something is a speculative design piece (or design fiction), you’ll mostly get something along the lines of “Ah, so people wanting to do sci-fi but who don’t have any writing talent” :D I love that remark :D better understand the future? I’m not sure it can…. It can help you prepare in a sense that once a certain future arrives, one can say “Huh, I remember somebody talking about this….” It can also help in -- this might happen if the stars align, and this is how to cope or steer away from it -- manner. And that’s the intention of speculative design practitioners; but it falls on deaf ears. Bringing good design (like real good design, not status symbol commodities) to the people is not an easy job, as snobbish as it may sound.… But it’s not just up to the designers to help people better understand the future -- it’s parenting, education ... society as a whole, in its entirety. It hardly makes any sense to do a nice, well-thought-out project, and to show it to hundreds of thousands of people, if they have no interest in the first place, or no capacity for understanding, or no tools for reading into the project, does it? On the other hand, even if someone reads it as intended, what then? I have no idea. Probably not. In a (extremely) broad sense, it is, as in each proposal is a “what if” scenario. But not really :D You’re not speculating about the possibilities of a bakery when designing the price tags. I mean, one does think about different scenarios and possibilities in the process, but, usually, it rarely extends past the sketchbook (or file). In the end, you design a price tag, not some possible future scenario of the baker’s price tags. And those are the bulk of the design jobs. To wrap up, design is speculative as an investigation during your work process by all means – but as a final result, not so much. As much as the next thing, unless it is institutionalised and taken seriously. Even then, the question remains -- would it be better -- or, more interesting -- better for whom? Design can make our futures better. Is it Speculative Design? I don’t know. One can hope that this new approach (as is often presented) can solve most of humanity’s problems, but it’s not likely. Not by far. It can steer some people into the “right” direction, people who do have an impact, perhaps. So I’d say it might make our future better if the seeds are sown widely. There’s a lot of criticism towards Speculative Design for being too colonial, and I can see why, but isn’t culture always that way? And design, even more so, since it is part of propaganda, a big part. It all comes down to the people. There’s nothing more to it. If people want petrol, they’ll have petrol no matter the cost :/ I’m driving a diesel (not often though), even if it’s bad for the environment, so who am I to say what would make a better future :D O.K., electric or hydrogen cars for sure, but I can neither build one, nor can I afford one. (Notice me not mentioning public transport.) … There is a notion, and it’s one I strongly agree with, that Speculative Design (and similar stuff) is just a way of probing the future as to find the one(s) preferable to all (the future cone ref.) I’m not sure Speculative Design will become a design field in it’s own right. It’ll end up either as a footnote in some of the more obscure design history books, or (preferably) as an attitude, or perhaps even a method, if we want to really push it. So quite bleak, yes…. :)  I like the poetics of Tuur Van Balens “early” works, the mixed feel of Auger’s works, and the makers’ approach of Martin Skelly. Revital & Tuur make you rethink everyday objects (see the pet’s project, and the immortal project). Auger makes use of sure-to-come tech to talk about some quite intimate topics (see Afterlife, Smell+, and Happylife), and Skelly makes objects (or rather tools) that are a bit off (but still seem very everyday and outdatedly useful), stuff that actually does work, and works well (see archaeology project and sound-postcards). Ah -- Dash’n’Dem do stuff that are as fun as they are educational (see UN and similar)! "
		},
		{
			"name" : "Ivica Mitrović",
			"corpus" : "The aim of SpeculativeEdu is to look around at the European landscape in Speculative Design education and strengthen its education by collecting, synthesising, and exchanging existing knowledge and experience. The idea for the project came from my personal struggle with the definition/understanding of this approach and reflection on/in the education. For more that 15 years in our institution (via the platform Interakcije), we have been promoting and working on a design education with a critical attitude, starting from the perspectives of sustainable and participatory design, and later critical and speculative design. These discussions, related to future-oriented design practices, are important now because we are living in a time of incapacity in stopping the devastation of the environment and climate change, and still not transforming the social and economic models responsible for those problems. In SpeculativeEdu, we are not only dealing with speculative design but also with all related discursive and experimental approaches in the field of design, which are focused on re-thinking the practice, and which are situated outside the mainstream design world (e.g. critical design, reflective design, discursive design, adversarial design, etc.) It is important that we don't see speculative design as the ultimate solution, the best option or only a critical approach. We are going to include all important criticism of this approach. We will try to be “critical about critical” and we will try to include all this criticism in the resulting guidelines for speculative design education. By creating a transnational strategic partnership, built on different contexts and experiences across Europe, we want to create a framework for the exchange of ideas and approaches and develop a Toolkit of resources for speculative design education. As project partners, we are not a closed group, but rather facilitators. We are going to invite/include a number of practitioners, educators, and critics to collaborate in various ways on the project. Speculative design practice is very much in fashion now. Last year I wrote an article dealing with the state of speculative design practice today. We see that more and more designers embrace speculative and related design approaches in their everyday practice. More and more studios produce vision of the future scenarios and companies employ designers to imagine future trends. There is more coverage of this practice in the specialized and mainstream media and a growing number of publications and books dealing with speculative and related practices. Speculative practice is being integrated in the mainstream technology projects and humanitarian projects, as well projects for developing state infrastructure and energy future. There are more and more mainstream conferences and exhibitions dedicated to the future and related to speculative design. Even the military anticipates future warfare using speculative scenarios, and the World Economic Forum employs methods from speculative design practice for discussions about the future of the world economy. On the other hand, the large popularity of speculative design is followed by increased dissatisfaction with the approach itself. The critique of the dominant approach to speculative practice characterises it as Eurocentric and blames it for narrowness, disconnection from the “real world”, escapism to dystopian scenarios and an excessive focussing on the aesthetic and stylisation. As a result of this popularization of critical design practices focussing on the future, we are seeing an increasing number of study programmes that base their concepts on speculative practice as a tool for “changing” the future, one which potential students find to be hype-places for studying. Popularization of practice implies danger from stylization of the production itself. Designers very often deal with high-fidelity fictional artefacts or emerging technologies by focussing on the aesthetic of the future. Unfortunately, they often neglect wider social implications or/and political engagement. These trends are also seen in the educational context. If we look into student production at final exhibitions following the end of study programmes, we would notice a certain trend: some student works remind us of exercises in style, referring to the aesthetic of the English critical design (“the RCA aesthetic“) or the dystopian narrative structure of Black Mirror. It seems that, as Silvio Lorusso noticed, the popularisation of the speculative approach among students, who use such approaches to avoid direct confrontation with problematic issues, is a result of the notion that they find future scenarios far more attractive than confrontation and struggle with cruel reality. However, outside the European context, we see an interesting attempt to overcome criticism of dominant speculative design approach, for example Speculative and Critical Design: Futures and Imaginings from the Margins, a study programme at the Design Department of the Carnegie Mellon University, initiated by  Deepa Butoliya. The curriculum of the study focusses on the practices of “post-critical“ and “post- normal“ design and intends to make speculative and critical approaches more pluralistic, inclusive, and practical with the objective of opening space for the marginalized. Speculative design and related critical practices are still developing and there are many on-going discussions about their definitions, roles, and methods. By defining speculative design as a specific practice or field of specialization with its own respective methods, we risk falling into a trap where such identification and placement inside of a “box” might put into question the openness of a practice that does not belong solely to design context and a closed set of rules (methods). Speculative design practice should be, above all, understood as an attitude, an approach open to various methods, tools, techniques, and instruments as well as other practices and disciplines. Therefore, it is very important to re-think the practice and its foundations now in order to be able to try answering the question whether speculative practice has the potential to turn into a new, perhaps post-design practice, a “design-after-design”; or whether it would remain just another utopia, and historical reference. This is a task for all of us connected with this project, as well as all other practitioners, lecturers, and researchers, and, for that matter, students in speculative design and related fields. During the project time of two years, we are going to organise three events: a Future Friends Speculative design event in Maribor, Slovenia, taking place from 14th to 18th April 2019, and consisting of workshops, a conference, and an open discussion. Then there’s a Speculative Design Workshop; i.e. a Summer School in Rome, Italy, also taking place this year. And the final event, which will take place in 2020 in Split, Croatia that will be accompanied by a symposium and exhibition. Based on the event, our reflections, and our research, we are going to produce three outcomes: the State of the Speculative Design Study, that will describe the current landscape of speculative design and related design practices at the European level with a collection of the best practices and case-studies; the Speculative Design Textbook, which is for students and practitioners alike, based on the Study; and finally, reflections/evaluations from the various discussions and workshops. An open access online repository, Speculative Design Open Toolkit, will also be freely used and maintained by the speculative design communities and networks. The new context and trends require different educational methods. Unfortunately, the current new approaches often tend to focus only on new market concepts: “knowledge economy“ and media specificities linked to the digital media without taking into consideration reflections of the profession, political activism, or consequences of design activities. Speculative design has its role in provoking reflection on design as a profession as well as induce critical thinking and engagement in the local context - also providing tools and skills for activation; i.e. achievement of concrete changes in the world around us. However, to maintain its avant-garde role, it is necessary to continuously think outside of any tendencies at the risk of becoming closed hermetically in its own world, as well as outside a challenge of becoming trapped in the “Western melancholy” – to be able to take a step forward and face the “real world” and initiate real activities. Speculative and critical design practices have an extraordinary potential not just for critical reflection on the design profession today, but also for imagining (and participating in the creation of) possible futures in front of us. They have emerged in the Western world, or in the developed centres of the Western world, as a new design approach with an open set of tools, techniques, instruments, and methods. We can understand them as an open toolkit available for us and ready to be used and adapted to various contexts in which we live and act. Such are our micro-communities. Here, at the Visual Communications Design Department at the Arts Academy in Split, in our discursive work, we re-think contemporary design practice, and through this reflective practice we continuously develop new approaches and methods for developing speculative projects. In our practical work, we try to apply speculative design practice in “real” situations, in the perspective of the local community and in local context, the one we know best and the one inside of which we can take part in the “real world”. The focus of our speculative practice is set on the implications of important global topics in the local context; how will recent and emerging technological, economic, social, and political changes, for example, impact the context of the Mediterranean South-East of Europe. However, from our experience, it looks that the series of goals we want to achieve are: (1) move students from the problem solving and market perspective; (2) develop critical tools and methods for raising awareness and open questions; and (3) generate new concrete actions. All are quite complex and highly demanding and sometimes very hard to reach. This is an educational issue I would like to discuss more during the project. As a result of external criticism and inner reflection of critical and speculative design practice, things have started to change. From my personal point of view, the most interesting projects are those focussing on the local context, most of the time with the participation of the local people. Regarding project topics, in my focus, certainly those dealing (and offering concrete actions) with climate change as the biggest threat we face today. For example, Demitrios Kargotis and Dash Macdonald (Dash N’ Dem). In their work, both focus on involving the public to participate in the design process and act in the public sphere. For them, this practice is a way to overcome the limitations of critical and speculative design. Their approach is focussed on the local level, known micro-locations and collaborations with people they know. Also, James Auger and Julian Hanna and their Reconstrain Design group in Madeira, with the goal to improving critical and speculative design practice in the local context. Auger and Hanna are focussed on returning designed fictional prototypes back to the real life, and finding ways to accomplish tangible social results. In the context of an immense urban centre and possible global disaster in the near future, Superflux studio has developed concrete methods, tools, and materials for “common” citizens to use for overcoming the future shock caused by climate change. Similarly, the Turnton Docklands project attempts to provide optimistic scenarios about life in Europe after the environmental disasters of the near future. In this project, speculative scenarios focus on the positive aspects of dystopian futures, realized by means of new social and political change. It is really hard to be optimistic today, but the notion that we are a starting project based on education (and the future) sends the message that it’s still possible to act and do things in the real world in order to try to influence our future(s)."
		}
]